export const diaryFolderNum = 1;
export const diaryFolderPW = 'inside623';
export const diaryPWhint = <>_OOOOOO, _OOO <br /> 두 개의 이름 뒤에 붙는 글자와 숫자들</>;

export const folder1List = [
      {title: '면접 예상 질문', date: '2020.11.25', 
      contents: <>
      <br />
        우리 회사에 먼저 입사했다가 조기 퇴사한 선배가 있다고 합시다. 우리 회사의 어떤 점이 실망스러웠을 것 같습니까? 본인도 회사에 실망하게 되면 조기 퇴사하시겠습니까?<br />
      <br />
        어떤 조사에서 신입사원이 조기 퇴사를 결정한 가장 중요한 이유는 '열악한 근무환경과 최악의 복리후생'이 가장 높았던 것으로 알고 있습니다. 잦은 야근과 주말 근무에 의미 없는 업무가 원인이라면 애초에 어울리지 않는 옷을 덥석 선택한 퇴사 선배님의 잘못이라고 생각합니다. 저는 저에게 맞는 옷을 찾기 위해 노력했고 바로 이 회사가 제가 찾던 옷입니다. 저 자신에 대한 분석으로부터 시작하여 업종분석, 직무분석, 기업분석을 마치고 이 회사를 선택한 이상 저에게 조기 퇴사란 결코 있을 수 없습니다.<br />
      <br /><br />
        만약 직장상사가 부당한 지시를 할 경우에 어떻게 대처하겠습니까?<br />
      <br />
        해당 업무가 객관적으로 회사의 업무규정이나 사회적 윤리에서 벗어나지 않는 다면 지시에 따라야 한다고 생각합니다. 제가 미처 생각 못한 이유가 있을 수 있기 때문입니다. 하지만 동일한 일이 반복된다면 충분히 수행한 후 조심스럽게 다른 방법을 제시해보겠습니다. 그럼에도 변화할 수 없는 것이라면 상사께서도 부수적인 설명이 있으시거나, 별도의 지시가 있으실 것이라 생각합니다. 하지만 회사의 업무규정이나 윤리상 어긋나는 일이라면 그대로 따르지 않고, 회사의 입장에서 문제가 될 수 있는 일임을 말씀 드리겠습니다.<br />
      <br /><br />
        자신의 가치와 조직의 가치가 다르다면 어떻게 해야 합니까?<br />
      <br />
        사회적인 관점에서 윤리적으로 어긋나는 것이 아니라면 제가 소속된 조직의 가치에 따라 역할을 다해야 한다고 생각합니다. 개인적이고 주관적인 가치관도 물론 저에게는 중요하지만, 이것은 회사생활에서 조직의 가치보다 우선이 될 수 없고, 그래서도 안 된다고 생각합니다. 과거 동아리 활동을 하면서 동아리 장으로서 가장 친한 친구이지만 동아리 규칙을 자꾸 넘어서는 동기를 내보내야 했던 적이 있었습니다. 친한 친구인 만큼 사전에 여러 번 따로 이야기를 했음에도 나아지지 않았고, 다른 구성원들의 불만이 더 커지기 전에 상황을 정리해야 했습니다. 이에 그 친구를 지칭하지는 않았지만 회칙의 엄수와 관련한 회의를 통해, 다른 문제들과 함께 결론이 나왔고 친구가 상처 받지 않도록 직접 해결했습니다. 다행이 본인도 예상하고 있었기 때문에 잘 정리가 되었지만, 다시는 하고 싶지 않은 경험이었습니다. 이처럼 개인적인 것과 조직의 가치관이 부딪힌다면, 저는 조직의 가치에 따라 더 옳은 방향으로 행동해야 한다고 생각합니다.<br />
        <br /><br />
        본인에게 점수를 준다면 100점 만점에 몇 점을 주겠습니까?<br />
        <br />
        평소 취업준비를 하면서 제 스스로 90점은 된다고 생각해왔지만, 오늘 제 모습은 85점 정도이지 않을까 생각합니다. 업무경험과 꾸준히 준비해온 업무 관련 자격증 등 업무에 대한 노력과 저의 열정은 이력서에서도 어느 정도 전달이 되었지만, 조직생활에서 더욱 도움이 되는 배려의 자세를 보여드릴 기회가 많지 않았다고 생각되기 때문입니다. 더욱이 조금 긴장하고 있어서 좋은 인상을 남겨드렸는지 궁금합니다. 평소 마라톤 동호회에서 체력이 좋다는 말을 많이 듣는데, 사실 이것은 체력이라기 보다는 뒤에 처지는 신입 원들을 챙기다 보니 앞뒤를 오가면서 다른 사람보다 오래 뛰기 때문에 생긴 장점입니다. 업무에서는 철저하지만 누구 보다 따뜻한 마음으로 동료를 아끼는 제 모습을 제우에서 보여드릴 수 있기를 희망합니다.<br />
        <br /><br />
        제우의 인재상(비전, 경영방침, 대표제품 등)에 대해 말씀해 보세요.<br />
        <br />
        제우의 인재상은 창의, 도전, 열정입니다. 특히 회사의 비전은 2030 아시아의 NO. 1브랜드가 되는 것입니다. 이러한 비전을 달성하기 위해 회사는 최근 신규사업에 최선을 다하고 있습니다. 저는 도전적 자세로 어려움을 이겨내고 꼭 비전을 달성하는데 도움이 되는 인재가 되겠습니다.<br />
        <br /><br />
        자신이 속했던 조직의 발전을 위해 특별히 노력했던 적이 있습니까?<br />
        <br />
        교내 사진 동아리에서 활동하면서 동아리 40주년 기념으로 큰 규모의 전시회를 기획했습니다. 전시 기획이 진행되면서 많은 동아리원이 군 입대, 휴학 등 개인사정으로 각자의 업무에서 이탈하면서 저를 포함한 소수의 동아리원이 업무를 떠맡아야 하는 상황이 발생했습니다. 이로 인해 동아리 내부에 갈등이 생겼고, 저 또한 제가 맡았던 공금 결산 업무에 포스터 및 팜플렛 디자인이라는 전혀 해보지 않았던 업무까지 맡게 되었습니다. 하지만 저는 저희가 준비한 전시회가 성공하길 바랐기 때문에 동아리가 와해돼서는 안 된다고 생각했습니다. 그래서 저는 일을 할 수 없는 동아리원의 사정을 끝까지 들어주고 이해해줬습니다. 또한, 함께 기획을 진행하는 동료들의 힘든 부분을 들어주고 동료들을 도우며 업무를 수행했습니다. 이와 같은 노력으로 서로 간의 감정적인 갈등은 더 이상 생기지 않았으며 가중된 업무에서 부족한 부분은 공부를 하면서 각자가 맡은 업무를 완벽히 수행하고자 노력했습니다. 그 결과, 저희는 40주년 특별 전시회를 성황리에 마무리할 수 있었습니다. 이러한 경험은 팀을 이루어 업무를 수행할 때 가장 중요한 것은 서로를 탓하지 않고 배려하는 것이라는 것을 알게 됐습니다. 모르는 분야의 업무를 하는 것을 자신의 능력을 향상시킬 수 있는 새로운 기회로 전환하여 자기성장의 기회로 삼았습니다.<br />
        <br />
        출처:취업지원센터 <br />

      </>},
];

export const folder2List = [
      {title: '.', date: '2020.10.15', 
      contents: <>
        고딩 때 썼던 독서록을 과제에 쓸 수 있을 것 같아서 옛날 노트북을 뒤지다가 그때 썼던 글들을 발견했다. 영화를 만들겠다고 꾸역꾸역 쓰던 시나리오와 생각날 때마다 수첩에 적어 노트북에 옮겨놨던 아이디어들. 정말 까맣게 잊고 있다가 다시 본거라 너무 충격적이었다. 나는 내가 영화를 그냥 좋아한다고만 생각했는데 그땐 이렇게 만들고 싶어 했다니. <br />
        썼던 걸 보면 꽤 진심으로 임했던 것 같아서 과거의 내가 낯설다. 그때부터 뭔가 본격적으로 시작했으면 뭔가 진행이 됐을까? 아니면 그때도 좀 늦은 거였을까? 그때의 나와 지금의 나는 많이 달라보인다. 긍정적인 변화인지 부정적인 변화인지 모르겠다. 입안이 쓴 걸 보면 좋은 변화는 아닌 것 같다.  <br />
        시나리오에 있는 모닥불이 눈 앞에 그려졌다. 혼란스러운 수영을 내가 가장 좋아하는 장소로 보내고 싶었나 보다.  <br />
      </>},
      {title: '.', date: '2020.10.28', 
      contents: <>
        부국제를 끝내고 올라가는 길이다. 일상으로 돌아가는 기분은 언제나 조금 씁쓸하다. 이번에는 같이 다녔던 지현이가 없어서 혼자 뽈뽈거리면서 돌아다녔다. 행사가 없어서 수월하긴 했다. 어차피 코로나 때문에 많이 놀러다니지도 못했을 거, 영화 일정 없으면 숙소에서 넷플로 영화보면서 영화로 가득찬 일주일을 보냈다. 나에게 주는 휴가 같았다. 이제 올라가서 슬슬 기말을 준비하면 될 것 같다. <br />
        그동안 나에게 영화는 오직 기쁨이었는데, 이번에는 계속 어딘가 찜찜했다. 상업 영화가 아닌 다큐나 단편을 보면서 계속해서 답답한 마음이 들었다. 내가 상상만 해본 길을 실제로 걷고 있는 사람에 대한 부러움, 시기, 동경이 합쳐져서 영화를 보는 내내 힘들었다. 사실 중간에 다시 올라갈까 생각도 했었다. 여러모로 아까워서 그만두긴 했지만. <br />
        나는 영화를 하고 싶은 걸까? 하고 싶다고 명확히 말할 수도 없다. 그게 진심인지도 잘 모르겠을뿐더러 그러면 지금까지 내가 쌓아놓았던 것이 모두 0으로 돌아가고 다시 시작해야 하는 기분이다. 그러긴 너무 힘들다. 지금와서 무언가를 시작하는 건 위험하다. <br />
      </>},
      {title: '학창시절 친구들', date: '2020.11.14', 
      contents: <>
        오늘 중학교 친구들을 만났다. <br />
        다들 바쁘다보니 거의 세 달 만에 만난 것 같다.<br />
        늘 그랬듯이 중학교 때 놀던 동네에서 단골이었던 떡볶이집에 갔다.<br />
        자주 안 봐서 더 그런 것 같은데, 만나면 자꾸 추억의 장소들만 가게 된다.<br />
        그리고 항상 같은 레퍼토리의 이야기들을 풀어놓다가 온다.<br />
        학창시절에 대한 얘기, 과거에 대한 얘기,<br />
        그리고 짤막하게 각자의 삶에 대한 브리핑.<br />
        언제부턴가 점점 이 친구들이 내 현재와 미래로부터 멀어지는 느낌이 든다.<br />
        서로의 너무도 다른 삶이 공감하기 어려워져서<br />
        자꾸 옛날 이야기에만 머무르려고 하는 건지도 모르겠다.<br />
        느껴진다. 우리의 공기가 달라지고 있음을.<br />
        <br />
        변한다는 게 어찌보면 당연한 일인데, 왜 이렇게 슬플까.<br />

      </>},
      {title: '자소서 힘듦', date: '2020.11.30', 
      contents: <>
        자소서를 쓰다가 노트북을 덮어버렸다. 다음주까지 제출인데.. <br />
        어디서까지가 내 진짜 생각이고 어디까지가 짜낸 건지 이제는 구분할 수도 없게 뒤섞여버렸다. <br />
        이게 진짜 내 모습의 일부라고 할 수 있을까? <br />
        그럼 어떤 게 내 모습인가? 친구들과 있을 때? 가족들과 있을 때? <br />
        진짜 내 모습이라는 건 누가 결정하는 걸까. 자소서를 쓰는 나도 나고 친구들과 놀러다니는 나도 나인데. 그런데도 자꾸 내가 아닌 누군가에 대해 설명하고 있는 것 같아서 괴롭다. <br />
        어렸을 때부터 난 거짓말을 잘 못했다. <br />
        자소서 쓰는 게 너무 힘들다.<br />
        앞으로 몇 줄의 거짓말을 더 보태야 할까. <br />
        없는 얘기는 아니라고 나를 위로하려 해도 <br />
        글 속의 내가 내가 아니라는 느낌은 지울 수가 없다.<br />
      </>},
      {title: '스터디원 취업 부러움', date: '2020.12.03', 
      contents: <>
        마케팅 스터디를 같이 하던 은하님이 cj에 취업했다. <br />
        축하한다고 이야기했지만 사실은 너무너무 부럽고 너무너무 슬펐다. <br />
        은하님은 특히 나랑 처지가 비슷해서 <br />
        스터디하면서 가장 많이 이야기하고 공감하고 서로 의지하던 사람이었다. <br />
        기뻐하고, 진심으로 축하해줘야 당연한 건데. 순수하게 기뻐하지 못하는 내가 너무 싫었다. <br />
        나한테는 분명히 떨어질 것 같다고 했는데. 힘들다, 어렵다는 말에 위로도 해줬는데. <br />
        이러면 안 되는데 은하님이 미웠다. <br />
        결국 진짜 힘들고 어려운 건 나 혼자뿐이었던 거야? <br />
        나는 겉으로는 모두 다같이 잘 되길 바랐으면서, 나보다 먼저 잘 되는 건 배 아파하는 애였다. <br />
        이런 속 좁은 내가 싫다.<br />

      </>},
      {title: '서포터즈 회식', date: '2020.12.18', 
      contents: <>
        오늘은 서포터즈 해단식이 있어서 간만에 외출을 했다. 끝나고 우리 팀 사람들이랑 회식도 했다. 마지막으로 모이는 거라 더 오래 이야기를 나눴다.<br />
        요즘은 사람들 만나서 웃고 떠들고 이야기하는 게 피곤하게 느껴진다. 사람들 만날 땐 재밌게 이야기를 잘 하는데, 집에 오면 기진맥진 해버리는 것 같다.<br />
        사람들 좋아하고, 이야기하는 거 좋아하는 분위기 메이커.<br />
        다른 사람들은 나에 대해서 이렇게 알고 있고, 나도 최근까지는 내가 이런 사람이라고 생각했다.<br />
        코로나 때문에 밖에 나가는 일을 줄이게 되고 나니 사람들 만나는 게 힘들게 느껴지는 것 같다. <br />
        사실 나는 애를 쓰고 있었던 걸지도 모르겠다.<br />
        <br />
        회식을 마치고 집에 오면서 카톡으로 앞으로 꼭 자주 모이자고 서로 이야기했다. 하지만 다시 이렇게 얼굴 보기는 어려울 거라는 걸 다들 어렴풋이 알고 있을 것이다. 다수의 인간관계가 그래왔듯이.<br />
      </>},
      {title: '.', date: '2020.12.23', 
      contents: <>
        지원했던 인턴십에서 최종 탈락했다. 탈락한 게 처음도 아닌데 이번에는 왜 이렇게 심란한지 모르겠다. 아마 면접 때문인 것 같다. 다른 것보다 특기가 뭐냐는 질문에 기어들어가는 목소리로 기획이라고 답한 게 머리에서 지워지질 않는다. 누군가 앞에서 당당하게 말할 수 있는 특기가 없다. 그냥 이것도 하고 저것도 하고… 지금이라도 무언가를 전문적으로 배워야 하나 싶어서 집에 오자마자 여러 가지를 찾아봤다. 현타와서 그것도 다 꺼버렸다. 옛날에나 다재다능하다고 포장했지, 요즘은 그냥 애매한 게 아닌가 싶다. 
      </>},
      {title: '.', date: '2020.12.24', 
      contents: <>
        요새 되는 게 하나도 없는 느낌이다. 시간과 노력은 많이 들였는데 성과가 없으니 조급해진다. 그래도 관련 공부를 4년이나 했는데 이룰 수 있는 게 별로 없구나 싶어 우울하다. 이렇게 슬픈 크리스마스 이브는 처음이다. 곧 졸업이고, 본격적으로 취준을 시작해야 할텐데 하면 할수록 길을 잃은 것 같다. 
        </>},
      {title: '오이도', date: '2020.12.30', 
      password: '한울자매',
      hint: '소중했던 우리들의 이름',
      contents: <>
        어느 순간부터 나는 나를 모르겠다.<br />
        상황마다 달라지는 내 스스로의 모습이 낯설게 느껴질 때가 많다.<br />
        그 모습들이 전부 다 내가 맞는 건지, 꾸며낸 것들이 진짜 나를 덮어버리고 있는 건지 모르겠다. 그래서 무서웠다.<br />
        <br />
        어떤 상황에서도 변하지 않고 남아있을 ‘나’라는 모습은 어떤 것일까? 그 모습을 나는 찾을 수 있을까? 지금은 어렵다.<br />
        <br />
        <br />
        모를 때는 처음으로 돌아가라는 말이 있다. 생각해보면 어릴 때는 스스로가 참 분명한 사람이라고 생각했다. 선명하게 꿈꾸던 것이 있었고, 나에 대해 너무나 분명하게 잘 알고 있다고 생각했었다. <br />
        <br />
        어쩌면 그 때의 나에게 답이 있지 않을까? <br />
        가장 조건없이, 맥락없이 그저 내 마음의 소리에만 귀기울였던. 지금 보기엔 허무맹랑한 꿈조차 경청해주었던 그 때의 나에게. <br />
        <br />
        그 때의 내가 꿈꾸던 마음, 순수했던 그 마음을 만나러 가고 싶다. <br />


      </>},
];