import image1015 from '../images/일기1015.png';
import image1028 from '../images/일기1028.jpeg';
import image1230 from '../images/일기1230.png';
import image1224 from '../images/일기1224.png';
import image1003_1 from '../images/일기1003_1.png';
import image1003_2 from '../images/일기1003_2.png';
import image1003_3 from '../images/일기1003_3.png';

import image1022_1 from '../images/review_1.jpeg';
import image1022_2 from '../images/review_2.jpeg';

export const diaryFolderNum = 1;
export const diaryFolderPW = 'inside623';
export const diaryPWhint = <>_OOOOOO, _OOO <br /> 바공개 계정 + 공개 계정</>;

export const folder1List = [
      {title: '<계정 정리>', date: '2017.03.05', 
      contents: <>
      <br />
      인스타 공개, 구글 계정<br />
      sosohee623@gmail.com<br />
      <br />
      인스타 비공개<br />
      soheeinside@gmail.com<br />
      비밀번호 힌트 : Moto without space<br />
      <br />
      서강메일<br />
      sohee0623@sogang.ac.kr<br />
      <br />
      네이버<br />
      sosohee623@naver.com<br />
      <br />
      </>,
      },
      {title: '여행 준비', date: '2017.03.05', 
      contents: <><br /><br />
      홀리데이인 인천 송도 <br />
      인천광역시 연수구 인천타워대로 251<br />
      <br />
      코트야드 메리어트 서울 보타닉파크 호텔 <br />
      서울특별시 강서구 마곡중앙12로 10<br />
      <br />
      연천 YC 글램핑 <br />
      경기도 연천군 미산면 백석리 산 68-1<br />
      <br />
      호텔 부티크 나인<br />
      서울시 동대문구 왕산로 28 <br />
      <br />
      레스케이프<br />
      서울특별시 중구 회현동1가 퇴계로 67<br />
      <br />
      글래드 마포 <br />
      서울특별시 마포구 도화동 마포대로 92<br />
      <br />
      호텔 인 나인 <br />
      서울특별시 강남구 삼성동 영동대로 618<br />
      <br />
      파라다이스 시티 <br />
      인천광역시 중구 영종해안남로 321길 186.<br />
      <br />
      포시즌스<br />
      서울특별시 종로구 신문로1가 새문안로 97<br />
      <br />
      신라호텔 제주<br />
      제주특별자치도 서귀포시 색달동 중문관광로72번길 75<br />
      <br />
      </>,
      },
      {title: '인턴 스케줄 정리', date: '2020.09.18', 
      contents: <>
      <br />
      서류 마감 <br />
      <br />
      제우 10/28 1시 <br />
      GH SHOP 10/30 2시<br />
      TJ telecom 10/30 5시<br />
      Kyopo 11/3 1시<br />
      <br />
      ~~제우 1,2번 작성 (10/25)~~<br />
      ~~제우 초안 (10/26)~~<br />
      ~~GH, TJ 초안 (10/28)~~<br />
      ~~제우 수정 후 제출 (10/28 13:00)~~<br />
      ~~GH, TJ 제출 (10/30)~~<br />
      ~~Kyopo 초안 (11/1)~~<br />
      ~~Kyopo 제출 (11/3 13:00)~~<br />
      </>},
      {title: '부국제 영화 review', date: '2020.10.22', 
      contents: <>
        <img src={image1022_1} style={{width: '100%'}} />
        <img src={image1022_2} style={{width: '100%'}} />
      </>},
      {title: '면접 예상 질문', date: '2020.11.25', 
      contents: <>
      <br />
        우리 회사에 먼저 입사했다가 조기 퇴사한 선배가 있다고 합시다. 우리 회사의 어떤 점이 실망스러웠을 것 같습니까? 본인도 회사에 실망하게 되면 조기 퇴사하시겠습니까?<br />
      <br />
        어떤 조사에서 신입사원이 조기 퇴사를 결정한 가장 중요한 이유는 '열악한 근무환경과 최악의 복리후생'이 가장 높았던 것으로 알고 있습니다. 잦은 야근과 주말 근무에 의미 없는 업무가 원인이라면 애초에 어울리지 않는 옷을 덥석 선택한 퇴사 선배님의 잘못이라고 생각합니다. 저는 저에게 맞는 옷을 찾기 위해 노력했고 바로 이 회사가 제가 찾던 옷입니다. 저 자신에 대한 분석으로부터 시작하여 업종분석, 직무분석, 기업분석을 마치고 이 회사를 선택한 이상 저에게 조기 퇴사란 결코 있을 수 없습니다.<br />
      <br /><br />
        만약 직장상사가 부당한 지시를 할 경우에 어떻게 대처하겠습니까?<br />
      <br />
        해당 업무가 객관적으로 회사의 업무규정이나 사회적 윤리에서 벗어나지 않는 다면 지시에 따라야 한다고 생각합니다. 제가 미처 생각 못한 이유가 있을 수 있기 때문입니다. 하지만 동일한 일이 반복된다면 충분히 수행한 후 조심스럽게 다른 방법을 제시해보겠습니다. 그럼에도 변화할 수 없는 것이라면 상사께서도 부수적인 설명이 있으시거나, 별도의 지시가 있으실 것이라 생각합니다. 하지만 회사의 업무규정이나 윤리상 어긋나는 일이라면 그대로 따르지 않고, 회사의 입장에서 문제가 될 수 있는 일임을 말씀 드리겠습니다.<br />
      <br /><br />
        자신의 가치와 조직의 가치가 다르다면 어떻게 해야 합니까?<br />
      <br />
        사회적인 관점에서 윤리적으로 어긋나는 것이 아니라면 제가 소속된 조직의 가치에 따라 역할을 다해야 한다고 생각합니다. 개인적이고 주관적인 가치관도 물론 저에게는 중요하지만, 이것은 회사생활에서 조직의 가치보다 우선이 될 수 없고, 그래서도 안 된다고 생각합니다. 과거 동아리 활동을 하면서 동아리 장으로서 가장 친한 친구이지만 동아리 규칙을 자꾸 넘어서는 동기를 내보내야 했던 적이 있었습니다. 친한 친구인 만큼 사전에 여러 번 따로 이야기를 했음에도 나아지지 않았고, 다른 구성원들의 불만이 더 커지기 전에 상황을 정리해야 했습니다. 이에 그 친구를 지칭하지는 않았지만 회칙의 엄수와 관련한 회의를 통해, 다른 문제들과 함께 결론이 나왔고 친구가 상처 받지 않도록 직접 해결했습니다. 다행이 본인도 예상하고 있었기 때문에 잘 정리가 되었지만, 다시는 하고 싶지 않은 경험이었습니다. 이처럼 개인적인 것과 조직의 가치관이 부딪힌다면, 저는 조직의 가치에 따라 더 옳은 방향으로 행동해야 한다고 생각합니다.<br />
        <br /><br />
        본인에게 점수를 준다면 100점 만점에 몇 점을 주겠습니까?<br />
        <br />
        평소 취업준비를 하면서 제 스스로 90점은 된다고 생각해왔지만, 오늘 제 모습은 85점 정도이지 않을까 생각합니다. 업무경험과 꾸준히 준비해온 업무 관련 자격증 등 업무에 대한 노력과 저의 열정은 이력서에서도 어느 정도 전달이 되었지만, 조직생활에서 더욱 도움이 되는 배려의 자세를 보여드릴 기회가 많지 않았다고 생각되기 때문입니다. 더욱이 조금 긴장하고 있어서 좋은 인상을 남겨드렸는지 궁금합니다. 평소 마라톤 동호회에서 체력이 좋다는 말을 많이 듣는데, 사실 이것은 체력이라기 보다는 뒤에 처지는 신입 원들을 챙기다 보니 앞뒤를 오가면서 다른 사람보다 오래 뛰기 때문에 생긴 장점입니다. 업무에서는 철저하지만 누구 보다 따뜻한 마음으로 동료를 아끼는 제 모습을 제우에서 보여드릴 수 있기를 희망합니다.<br />
        <br /><br />
        제우의 인재상(비전, 경영방침, 대표제품 등)에 대해 말씀해 보세요.<br />
        <br />
        제우의 인재상은 창의, 도전, 열정입니다. 특히 회사의 비전은 2030 아시아의 NO. 1브랜드가 되는 것입니다. 이러한 비전을 달성하기 위해 회사는 최근 신규사업에 최선을 다하고 있습니다. 저는 도전적 자세로 어려움을 이겨내고 꼭 비전을 달성하는데 도움이 되는 인재가 되겠습니다.<br />
        <br /><br />
        자신이 속했던 조직의 발전을 위해 특별히 노력했던 적이 있습니까?<br />
        <br />
        교내 사진 동아리에서 활동하면서 동아리 40주년 기념으로 큰 규모의 전시회를 기획했습니다. 전시 기획이 진행되면서 많은 동아리원이 군 입대, 휴학 등 개인사정으로 각자의 업무에서 이탈하면서 저를 포함한 소수의 동아리원이 업무를 떠맡아야 하는 상황이 발생했습니다. 이로 인해 동아리 내부에 갈등이 생겼고, 저 또한 제가 맡았던 공금 결산 업무에 포스터 및 팜플렛 디자인이라는 전혀 해보지 않았던 업무까지 맡게 되었습니다. 하지만 저는 저희가 준비한 전시회가 성공하길 바랐기 때문에 동아리가 와해돼서는 안 된다고 생각했습니다. 그래서 저는 일을 할 수 없는 동아리원의 사정을 끝까지 들어주고 이해해줬습니다. 또한, 함께 기획을 진행하는 동료들의 힘든 부분을 들어주고 동료들을 도우며 업무를 수행했습니다. 이와 같은 노력으로 서로 간의 감정적인 갈등은 더 이상 생기지 않았으며 가중된 업무에서 부족한 부분은 공부를 하면서 각자가 맡은 업무를 완벽히 수행하고자 노력했습니다. 그 결과, 저희는 40주년 특별 전시회를 성황리에 마무리할 수 있었습니다. 이러한 경험은 팀을 이루어 업무를 수행할 때 가장 중요한 것은 서로를 탓하지 않고 배려하는 것이라는 것을 알게 됐습니다. 모르는 분야의 업무를 하는 것을 자신의 능력을 향상시킬 수 있는 새로운 기회로 전환하여 자기성장의 기회로 삼았습니다.<br />
        <br />
        출처:취업지원센터 <br />

      </>},
      {title: '알바 지원 일정', date: '2020.12.18', 
      contents: <>
      <br />
      - CJ ENM 인사팀 사무보조 이력서 작성하기 ~12/16 (연락없음)<br />
      - CJ ENM 콘텐츠마케팅팀 업무보조 이력서 작성하기 ~12/16 (연락없음)<br />
      - CJ ENM 콘텐츠마케팅팀 업무보조 포폴 준비 ~12/16 (연락없음)<br />
      - 롯데시네마 이력서 준비 ~12.18 (연락없음)<br />
      - 메가박스 이력서 준비 ~12.19<br />
      - 파리바게트 아르바이트 이력서, 보건증 준비 ~12/21<br />
      - 메가커피 아르바이트 이력서, 보건증 준비 ~12.23<br />
      - GS25 아르바이트 이력서 준비 ~12/24<br />
      - 메가박스 면접 12/24<br />
      - 파리바게트 면접 12/26<br />
      - 메가커피 면접 12/27<br />
      - GS25 면접 12/29<br />
      </>},
];

export const folder2List = [
      {title: '7월 26일', date: '2020.07.26', 
      password: '1222',
      hint: '할머니 보고싶어요',
      contents: <><br /><br />
        어찌저찌 이 대환장 코로나 시국에 종강을 하긴 했다.<br />
        근데 엄마는 날이 갈수록 장사가 안된다고 하시고…<br />
        나도 도와드린다고 도와드리긴 하는데<br />
        코로나 때문에 뾰족한 해결책도 없고 답답하기만 하다.<br />
        <br />
        종강을 했지만, 기분이 좋지만은 않은게<br />
        벌써 다음 학기가 막학기라서….<br />
        좋을 수가 없다 기분이.<br />
        아빠 출판 회사도 몇 년 전부터 힘들지,<br />
        엄마 가게도 올해 코로나 때문에 이 난리지…<br />
        막학기에 휴학을 한번 할까 했는데<br />
        그것도 진짜 안될 거 같고<br />
        과외나 하면서 바로 취준해야할 거 같다.<br />
        아직 난 뭐 준비된 것도 없는 거 같고<br />
        아무것도 아닌 것 같은데<br />
        취준해도 되는 건지 진짜 모르겠네.<br />
        <br />
        엄마도 아빠도 힘들어하시니까<br />
        나도 힘든 소리 못하겠고…<br />
        하나 있는 동생은 자꾸 음악하겠다고 답답한 소리 하고…<br />
        친구들도 다 비슷한 처지라서<br />
        이게 모여서 고민 털어놓으면<br />
        분위기만 암울해질까봐 뭐 그러지도 못하겠다.<br />
        <br />
        내 얘기할 곳이 없다.<br />
        할머니 돌아가시고 더 그런 것 같다.<br />
        할머니가 그래도 나한테 제일 잘해주셨는데.<br />
        내 얘기도 항상 잘 들어주시고 내편 들어주시고.<br />
        에휴…<br />
        <br />
        아 저번 겨울에 아빠랑 할머니 빈집 정리하고 왔는데…<br />
        아빠가 아직 처분하진 않는다고 했다.<br />
        할머니집도 너무 그립다.<br />
        거기서는 걱정이 없었지….<br /><br /><br />
        </>},
      {title: '10월 3일', date: '2020.10.03', 
      contents: <>
        <img src={image1003_1} style={{width: '100%'}} />
        <img src={image1003_2} style={{width: '100%'}} />
        <img src={image1003_3} style={{width: '100%'}} />
        <br />
        싸그리 취소했다...ㅠㅠ<br />
        할머니......<br />
      </>},
      {title: '10월 14일', date: '2020.10.14', 
      contents: <>
        자소서를 쓰다가 노트북을 덮어버렸다. 다음주까지 제출인데.. <br />
        어디서까지가 내 진짜 생각이고 어디까지가 짜낸 건지 이제는 구분할 수도 없게 뒤섞여버렸다. <br />
        이게 진짜 내 모습의 일부라고 할 수 있을까? <br />
        그럼 어떤 게 내 모습인가? 친구들과 있을 때? 가족들과 있을 때? <br />
        진짜 내 모습이라는 건 누가 결정하는 걸까. 자소서를 쓰는 나도 나고 친구들과 놀러다니는 나도 나인데. 그런데도 자꾸 내가 아닌 누군가에 대해 설명하고 있는 것 같아서 괴롭다. <br />
        어렸을 때부터 난 거짓말을 잘 못했다. <br />
        자소서 쓰는 게 너무 힘들다.<br />
        앞으로 몇 줄의 거짓말을 더 보태야 할까. <br />
        없는 얘기는 아니라고 나를 위로하려 해도 <br />
        글 속의 내가 내가 아니라는 느낌은 지울 수가 없다.<br />
      </>},
      // {title: '10월 15일', date: '2020.10.15', 
      // contents: <>
      //   <img src={image1015} style={{width: '100%'}} />
      // </>},
      {title: '10월 15일', date: '2020.10.15', 
      password: 'eternal sunshine',
      hint: 'favorite(영화학회 지원서 참고)',
      contents: <>
        고딩 때 썼던 독서록을 과제에 쓸 수 있을 것 같아서 옛날 노트북을 뒤지다가 그때 썼던 글들을 발견했다. 영화를 만들겠다고 꾸역꾸역 쓰던 시나리오와 생각날 때마다 수첩에 적어 노트북에 옮겨놨던 아이디어들. 정말 까맣게 잊고 있다가 다시 본거라 너무 충격적이었다. 나는 내가 영화를 그냥 좋아한다고만 생각했는데 그땐 이렇게 만들고 싶어 했다니. <br />
      </>},
      // {title: '10월 28일', date: '2020.10.28', 
      // contents: <>
      //   <img src={image1028} style={{width: '100%'}} />
      // </>},
      // {title: '10월 28일', date: '2020.10.28', 
      // contents: <>
      //   부국제를 끝내고 올라가는 길이다. 일상으로 돌아가는 기분은 언제나 조금 씁쓸하다. 이번에는 같이 다녔던 지현이가 없어서 혼자 뽈뽈거리면서 돌아다녔다. 행사가 없어서 수월하긴 했다. 어차피 코로나 때문에 많이 놀러다니지도 못했을 거, 영화 일정 없으면 숙소에서 넷플로 영화보면서 영화로 가득찬 일주일을 보냈다. 나에게 주는 휴가 같았다. 이제 올라가서 슬슬 기말을 준비하면 될 것 같다. <br />
      //   그동안 나에게 영화는 오직 기쁨이었는데, 이번에는 계속 어딘가 찜찜했다. 상업 영화가 아닌 다큐나 단편을 보면서 계속해서 답답한 마음이 들었다. 내가 상상만 해본 길을 실제로 걷고 있는 사람에 대한 부러움, 시기, 동경이 합쳐져서 영화를 보는 내내 힘들었다. 사실 중간에 다시 올라갈까 생각도 했었다. 여러모로 아까워서 그만두긴 했지만. <br />
      //   나는 영화를 하고 싶은 걸까? 하고 싶다고 명확히 말할 수도 없다. 그게 진심인지도 잘 모르겠을뿐더러 그러면 지금까지 내가 쌓아놓았던 것이 모두 0으로 돌아가고 다시 시작해야 하는 기분이다. 그러긴 너무 힘들다. 지금와서 무언가를 시작하는 건 위험하다. <br />
      // </>},
      {title: '11월 14일', date: '2020.11.14', 
      contents: <>
        오늘 중학교 친구들을 만났다. <br />
        다들 바쁘다보니 거의 세 달 만에 만난 것 같다.<br />
        늘 그랬듯이 중학교 때 놀던 동네에서 단골이었던 떡볶이집에 갔다.<br />
        자주 안 봐서 더 그런 것 같은데, 만나면 자꾸 추억의 장소들만 가게 된다.<br />
        그리고 항상 같은 레퍼토리의 이야기들을 풀어놓다가 온다.<br />
        학창시절에 대한 얘기, 과거에 대한 얘기,<br />
        그리고 짤막하게 각자의 삶에 대한 브리핑.<br />
        언제부턴가 점점 이 친구들이 내 현재와 미래로부터 멀어지는 느낌이 든다.<br />
        서로의 너무도 다른 삶이 공감하기 어려워져서<br />
        자꾸 옛날 이야기에만 머무르려고 하는 건지도 모르겠다.<br />
        느껴진다. 우리의 공기가 달라지고 있음을.<br />
        <br />
        변한다는 게 어찌보면 당연한 일인데, 왜 이렇게 슬플까.<br />

      </>},
      {title: '11월 24일', date: '2020.11.24', 
      contents: <>
        이맘때가 되면 공기에서 수능냄새가 난다.<br />
        수능을 본 지도 벌써 몇 년이 지났는데, 그 느낌만은 생생하게 기억난다.<br />
        올해는 코로나 때문에 12월로 수능이 미뤄졌다.<br />
        그래서 고2인 임희준은 아직 고3이 되지 않았다.<br />
        원래는 수능끝나면 곧 고3이나 마찬가지인데.<br />
        근데 곧 고3이 되는 이놈이.... 또 사고를 쳤다...<br />
        아니 저녁을 먹는데, 애가 결의에 찬 표정으로 밥을 꼭꼭 씹어먹고 있었다.<br />
        나는 얘가 왜 이러나, 곧 고3이라고 애가 뭔가 달라졌나 싶었다.<br />
        근데 그러더니 대뜸,<br />
        자기는 음악하고 싶다고, 근데 거기에 고등학교는 도움이 되지 않는 것 같다고 했다.<br />
        설마설마 했는데, 결국 자퇴 얘기까지 꺼내고야 말았다.<br />
        엄마는 막 소리를 지르고, 아빠는 엄청 당황하신 것 같았다.<br />
        지금 우리집은 그야말로 폭풍전야처럼 고요하다...<br />
        하... 안 그래도 나 취준 때문에 머리 아픈데 진짜 쟤까지 왜 저래?<br />
        아무래도 애가 TV를 너무 많이 본 것 같다. <br />
        고등래퍼나 뭐 쇼미더머니... <br />
        우리집 안 그래도 형편이 어려워져서 나도 빨리 취업해야하는데,<br />
        쟤는 진짜 왜 저러지?<br />
        이럴 때보면 진짜 쟤도 어지간히 집안 사정에 관심 없는 것 같다.<br />
        아 너무 답답하다.... 답이 없어....<br />
      </>},
      {title: '12월 3일', date: '2020.12.03', 
      contents: <>
        마케팅 스터디를 같이 하던 은하님이 cj에 취업했다. <br />
        축하한다고 이야기했지만 사실은 너무너무 부럽고 너무너무 슬펐다. <br />
        은하님은 특히 나랑 처지가 비슷해서 <br />
        스터디하면서 가장 많이 이야기하고 공감하고 서로 의지하던 사람이었다. <br />
        기뻐하고, 진심으로 축하해줘야 당연한 건데. 순수하게 기뻐하지 못하는 내가 너무 싫었다. <br />
        나한테는 분명히 떨어질 것 같다고 했는데. 힘들다, 어렵다는 말에 위로도 해줬는데. <br />
        이러면 안 되는데 은하님이 미웠다. <br />
        결국 진짜 힘들고 어려운 건 나 혼자뿐이었던 거야? <br />
        나는 겉으로는 모두 다같이 잘 되길 바랐으면서, 나보다 먼저 잘 되는 건 배 아파하는 애였다. <br />
        이런 속 좁은 내가 싫다.<br />

      </>},
      {title: '12월 18일', date: '2020.12.18', 
      contents: <>
        오늘은 서포터즈 해단식이 있어서 간만에 외출을 했다. 끝나고 우리 팀 사람들이랑 회식도 했다. 마지막으로 모이는 거라 더 오래 이야기를 나눴다.<br />
        요즘은 사람들 만나서 웃고 떠들고 이야기하는 게 피곤하게 느껴진다. 사람들 만날 땐 재밌게 이야기를 잘 하는데, 집에 오면 기진맥진 해버리는 것 같다.<br />
        사람들 좋아하고, 이야기하는 거 좋아하는 분위기 메이커.<br />
        다른 사람들은 나에 대해서 이렇게 알고 있고, 나도 최근까지는 내가 이런 사람이라고 생각했다.<br />
        코로나 때문에 밖에 나가는 일을 줄이게 되고 나니 사람들 만나는 게 힘들게 느껴지는 것 같다. <br />
        사실 나는 애를 쓰고 있었던 걸지도 모르겠다.<br />
        <br />
        회식을 마치고 집에 오면서 카톡으로 앞으로 꼭 자주 모이자고 서로 이야기했다. 하지만 다시 이렇게 얼굴 보기는 어려울 거라는 걸 다들 어렴풋이 알고 있을 것이다. 다수의 인간관계가 그래왔듯이.<br />
      </>},
      {title: '12월 23일', date: '2020.12.23', 
      contents: <>
        다재다능한 게 아니라 애매한 사람이라는 생각이 든다.<br />
      </>},
      // {title: '12월 24일', date: '2020.12.24', 
      // contents: <>
      //   <img src={image1224} style={{width: '100%'}} />
      // </>},
      // {title: '12월 24일', date: '2020.12.24', 
      // contents: <>
      //   요새 되는 게 하나도 없는 느낌이다. 시간과 노력은 많이 들였는데 성과가 없으니 조급해진다. 그래도 관련 공부를 4년이나 했는데 이룰 수 있는 게 별로 없구나 싶어 우울하다. 이렇게 슬픈 크리스마스 이브는 처음이다. 곧 졸업이고, 본격적으로 취준을 시작해야 할텐데 하면 할수록 길을 잃은 것 같다. 
      //   </>},
      // {title: '12월 30일', date: '2020.12.30', 
      // contents: <>
      //   <img src={image1230} style={{width: '100%'}} />
      // </>},
      {title: '12월 30일', date: '2020.12.30', 
      password: '한울자매',
      hint: '소중했던 우리들의 이름',
      contents: <>
        어느 순간부터 나는 나를 모르겠다.<br />
        상황마다 달라지는 내 스스로의 모습이 낯설게 느껴질 때가 많다.<br />
        그 모습들이 전부 다 내가 맞는 건지, 꾸며낸 것들이 진짜 나를 덮어버리고 있는 건지 모르겠다. 그래서 무서웠다.<br />
        <br />
        어떤 상황에서도 변하지 않고 남아있을 ‘나’라는 모습은 어떤 것일까? 그 모습을 나는 찾을 수 있을까? 지금은 어렵다.<br />
        <br />
        <br />
        모를 때는 처음으로 돌아가라는 말이 있다. 생각해보면 어릴 때는 스스로가 참 분명한 사람이라고 생각했다. 선명하게 꿈꾸던 것이 있었고, 나에 대해 너무나 분명하게 잘 알고 있다고 생각했었다. <br />
        <br />
        어쩌면 그 때의 나에게 답이 있지 않을까? <br />
        가장 조건없이, 맥락없이 그저 내 마음의 소리에만 귀기울였던. 지금 보기엔 허무맹랑한 꿈조차 경청해주었던 그 때의 나에게. <br />
        <br />
        그 때의 내가 꿈꾸던 마음, 순수했던 그 마음을 만나러 가고 싶다. <br />


      </>},
];

export const folder3List = [
  {
    title: '미드소마 감독판', date: '', 
    contents: <>
      <br />
      ★★★★☆ <br />
      감독판이 훨씬 이해하기 편했고 감정선도 따라가기 수월했고 담겨있는 것도 많았다. 3시간이라는 시간을 걱정했지만 후루룩 지나갔다.<br />
      다시 보니 더 재밌었던 영화는 2차를 찍기 시작한 후로 이게 처음인 듯.<br />
      놓쳤던 것들을 다시 줍줍하는 마음가짐으로 영화를 봤다. 사실 그래서 더 새로운 걸 보지 못했나 싶어 아쉽기도 함.<br />
      대니의 힐링 이야기, 웰컴홈하는 이야기.<br />
      존재로 사랑받고 공감받는 건 정말 힘든 일이다. 대니가 공동체에 스며든 건 처음부터 예정되어 있던 일이었다.<br />
      감독판에서 추가된 씬은 (기억나는대로 적어보자면) 밤에 아이를 물에 던지려고 하다가 대니와 크리스티안이 싸우는 장면, 크리스티안이 은근슬쩍 호르가로 논문을 쓰겠다는 떡밥. 가장 눈에 띄었던 건 이 둘인듯?<br />
      대니는 영화 내내 고통스러워하다가 모두가 죽은 끝에서야 환한 웃음을 짓는데, 이 영화의 아이러니를 가장 잘 표현하는 장면임. 우는지 웃는지 헷갈리는 호르가 사람들도 그렇고.<br />
      1차 때도 2차 때도 명장면은 바뀌지 않았다. 대니가 크리스티안이 다른 사람과 섹스하는 걸 보고 울 때 모두가 대니를 둘러싸고 같은 소리로 우는 장면. 워낙 충격이었고 영화의 대표 장면인 격이라 띵장면상 드립니다.<br />
      룬 문자를 많이 썼다고는 하는데 호르가 마을 자체가 룬문자로 정체화되어있는 설정이고 그 설정을 짜는 게 막 그렇게 어려웠을 것 같진 않아서 룬 문자로 "미드소마"를 설명하는 건 역부족이라고 생각. 그래도 이야기의 줄기를 파악하거나 앞으로의 일을 예상하는 데는 탁월한 역할을 함.<br />
      대니가 호르가에 스며드는 과정이 섬세했음. 사실 1차 때는 그렇게 생각 안했는데 감독판 보니까 훨씬 잘해놨더라.  저번에 보고 나서 "유전"도 봐야지 했는데 생각만 하는중.<br />
      1차 때는 완벽하게 외부인의 입장에서 대니를 바라봐서 대니가 춤을 추고 메이퀸으로 뽑히고(나는 왜 이게 예정된 수순이었다는 걸 몰랐지) 하는 행동이 너무 안일하게만 느껴졌다. 불안한 행동이었음. 크리스티안의 시선. 근데 이해하고 2차 찍으니까 호르가 사람들 입장에서 보게 되더라. 대니가 반갑고 코니랑 사이먼을 진정시키고 싶은ㅋㅋㅋㅋㅋ<br />
    </>,
  },
  {
    title: '엣지 오브 투모로우', date: '', 
    contents: <>
      <br />
      ★★★★☆ <br />
      재밌다.
      오랜만에 쫄리고 흥미진진하게 영화를 봤다. 원체 이런 영화를 좋아하지 않아서이긴 하지만 유일한 라노벨 원작 흥행물이라는 게 이해가 갈 정도로 잘 만들었기 때문이겠지. 시간을 다루는 게 보통 일이 아닌데(망한 예 : 어벤저스 엔드게임) 외계인의 침공이라는 특수상황이랑 맞아떨어지게 극적인 상황을 구성했다. 그것도 상황 설명은 뉴스로 초반에 확 끝내버리고 그 다음은 타임 루프, 타임 루프, 타임 루프, 또 타임 루프. 원작 소설도 한 번 읽어보고 싶다. 거기에도 입는 로봇이 나오니까 영화에도 나온 거겠지? SF 분위기 잡는 데는 한 몫 했지만 스토리 진행상 굳이 필요한 장치는 아닌 것 같아서.<br />
      어떻게 보면 좀 유치하고 뻔한 설정일 수도 있다. 외계인, 군대, 수혈, 타임루프... 근데 그게 잘 맞아떨어지는 데서 오는 쾌감이 있다. 그런 영화답게 완벽한 해피엔딩으로 끝나기도 했고.<br />
      항상 톰크루즈가 세상(또는 미국)을 구하는 영화를 보면 나 같으면 그냥 죽을텐데, 다 멸망하게 놔버릴텐데 싶은 극한 상황에서도 주인공은 절대 포기하지 않는다. 그런 맹목적인 히어로의 부활, 그 뒤에 오는 ‘우리 나라, 가족을 위해’ 같은 멘트에 웃음이 좀 났다.<br />
      나는 너무 힘들 것 같아. 누가 말을 못 알아 들었을 때 한 번 더 말하기도 귀찮고 싫은데 어떻게 nnn번 타임루프를 해서 계속 똑같은 짓을 하고 있어. 그것도 나는 상대방을 다 알고 상대방은 나를 처음 보는 상태에서. 이게 또 타임루프물에서만 볼 수 있는 기묘한 관계다.<br />
      좋은 타이밍에 딱 끝났다. 여운도 남고 뒷 이야기도 궁금해지는 지점에서. 연기 잘하더라... 톰 크루즈. 몸만 잘 쓰는 줄 알았다. 뒤에 쿠키영상이 있나 싶어서 크레딧도 봤는데 없더라. 아쉬워,,,<br />
      뭐라고 해야 하지, 딱 정석적인 영화였다. 뒷말도 없고 아주 깔끔한. 장르도 제대로 구현했고, 잘 소화했고. 연기도 좋았고, 두 남녀 주인공이 위기를 헤치고 나중에 다시 만나고. 죽는 사람이 아무도 없었다는 건 조금 의외였지만.<br />
      깔끔한 영화는 재밌고 -이렇게 하기 굉장히 힘들고 어려움에도 불구하고-기억에 잘 안남는다. 그러니까 별점이라도 후하게 줘야지.<br />
      </>,
  },
  {
    title: '박쥐', date: '', 
    contents: <>
      <br />
      ★★★★☆ <br />
      순교와 자살은 큰 차이가 없다.<br />
      김옥빈 연기 개잘한다.<br />
      </>,
  },
  {
    title: '나이브스 아웃', date: '', 
    contents: <>
      <br />
      ★★★★☆<br />
      장르에 대한 존중이 엿보였던 영화. 요즘 잘되는 영화들을 보면 다 장르에 대한 충실한 이해와 실행이 전제가 되는 것 같다. "나이브스 아웃"도 마찬가지로 미스터리 장르에 대한 감독의 애정이 엿보였다. 트릭과 반전, 또 그 안에서 드러나는 권선징악의 메시지까지. 캐릭터 빌딩도 진짜 웃겼는데. 진짜 알아야 할 수 있는 거라서 대단하다. 영국 발음으로 미국 남부 사투리(내 고증 아님)를 쓰는 다니엘 크레이그가 엉뚱한 탐정으로 나오는 것부터가 웃겼다. 대저택을 택하고 죽은 이가 미스터리 작가였다는 설정만 봐도...<br />
      </>,
  },
  {
    title: '이태원', date: '', 
    contents: <>
      <br />
      ★★★★☆<br />
      이태원에서 지금까지 살아왔던 세 명의 여성의 이야기였다. "이태원"은 미군 전용 컨트리 클럽을 운영해온 삼숙, 화교 조카를 돌보는 영화, 웨이트리스 일을 했던 나키의 삶을 조명하며 이태원의 변화를 이야기한다.<br />
      [https://ahacenter.tistory.com/682](https://ahacenter.tistory.com/682) 좋았던 리뷰.<br />
      현재 내가 생각하는 이태원의 모습과 이십년, 삼십년이 넘게 그들이 겪었던 이태원은 너무나도 다른 형상을 하고 있다는 것에 놀랐다.<br />
      삼숙, 영화, 나키는 내가 생각했던 이상적인 어른의 모습과 한참 멀다. 그들의 과격한 면, 어려운 면은 영화를 보는데 마음을 불편하게 하기까지 했다. 그들은 모두를 포용하지 않았으며 그들 사이에도 선을 그었다. 그게 세상이다. 그게 그들이 견뎌온 삶의 모습이었다. 이태원 성산업 종사자는 나라를 위하는 주역이었다가 지금은 소수자이자 주변인으로 머무른다. 이태원의 개발을 앞두고, 그들의 삶을 돌아보며 변화한 이태원과 그 속에 숨어있는 주변인의 모습을 살펴본다.<br />
      </>,
  },
  {
    title: '터미네이터 - 다크페이트', date: '', 
    contents: <>
      <br />
      ★★★★☆<br />
      맥켄지... 맥켄지...<br />
      </>,
  },
  {
    title: '6언더그라운드', date: '', 
    contents: <>
      <br />
      ★★★★☆<br />
      사실 팀원을 모아서 절대악을 처치한다는 것 자체가 뻔한 스토리다. 지금까지 엄청난 수의 스토리가 나왔다보니 어떻게 뻔한 것을 뻔하지 않게 하는지가 제일 중요해지는 것 같다. 보고 있을 때는 뭔가 이상한 것들의 혼합이었다. 나를 사랑한 스파이가 생각나기도 하고, 미션 임파써블이 생각나기도 하고, 스파이가 생각나기도 했는데 맛이 쎈 것만 가져와서 잘 버무려놓은 것 같았다. 라이언 레이놀즈 이런 연기 진짜 잘한다 ㅋㅋㅋ 쓰리와의 퍽유 관계성도 좋았고. 아니 근데 겁나 푸씨푸씨거리데. <br />
      마이클 베이... 장인은 장인이다. 첫 미션은 차 액션이어서 "베이비 드라이버"가 생각났는데 그것보다 더 감각있다고 생각했다. 음악을 진짜 잘 쓰더라. 음악을... 진짜 잘썼다. 자칫하면 루즈해질 수 있는 장면인데 음악으로 쪼인다. 액션도 절대 지루하지 않게 짰다. 집중력이 되게 모자란데 한 2시간 정도까지 집중해서 봤다.<br />
      처음에는 뭔가 본 것 같은 것들이라 그저 그렇게 봤는데 알차게 꽉꽉 눌러담은 캐릭터성과 서사에 끝날 때쯤에는 뽕이 차더라. 그래서 그리려고 캡처도 해놨다. 연굴 빨리 마무리하고 그려야겠다.<br />
      분위기가 계속 변해서 전혀 지루하지 않았다. 장르의 혼합을 성공적으로 행했다고 평하고 싶다.<br />
      </>,
  },
]